/* The title of the button for aborting the scanning of Audio Units. */
"Abort" = "Anular";

/* alert button
   dialog confirmation */
"OK" = "OK";

/* alert button */
"Abort scan" = "Anular exploración";

/* alert button */
"Continue" = "Continuar";

/* alert button */
"Continue scan" = "Continuar exploración";

/* alert button */
"Ignore" = "Ignorar";

/* alert button */
"Ignore plug-in" = "Ignorar módulo";

/* alert button */
"Open plug-in graphic interface" = "Abrir la interfaz gráfica del módulo";

/* alert button */
"Start Plug-In Manager" = "Iniciar administrador de módulos";

/* alert text */
"Dear ^P user,\nyou have %ld Audio Unit(s) enabled which did not pass the Apple AU validation. This may cause problems and can even crash ^P or lead to data loss! Please check with the manufacturer(s) for updated versions. We recommend disabling these plug-ins in the Plug-In Manager." = "Estimado usuario de ^P:\nTienes %ld Audio Units activado(s) que no ha(n) superado la validación de AU de Apple. Esto puede causar problemas e incluso provocar el bloqueo de ^P o la pérdida de datos. Consulta al fabricante para ver si hay alguna versión actualizada. Te recomendamos que desactives estos módulos en el administrador de módulos.";

/* alert text */
"Only Audio Units that have been successfully scanned will be available in ^P.\nScanning will continue next time you launch ^P." = "Sólo estarán disponibles en ^P los Audio Units que se hayan explorado correctamente.\nLa exploración continuará la próxima vez que ejecutes ^P.";

/* alert text */
"The Audio Unit “%@” by “%@” reports that it is not properly authorized to be used on this system.\nPlease check the plug-in’s documentation for more information about its copy protection." = "El módulo Audio Unit “%1$@” de “%2$@” indica que no cuenta con la autorización necesaria para usarse en este sistema.\nRevise la documentación del módulo para obtener más información acerca de la protección contra copia.";

/* alert text */
"The Audio Unit “%@” by “%@” reports that it is not properly authorized to be used on this system.\nPlease check the plug-in’s documentation for more information about its copy protection. You may open the plug-in’s graphic interface now for managing copy protection." = "El módulo Audio Unit “%1$@” de “%2$@” indica que no cuenta con la autorización necesaria para usarse en este sistema.\nRevise la documentación del módulo para obtener más información acerca de la protección contra copia. Puede abrir la interfaz gráfica del módulo para administrar la protección contra copia.";

/* alert text */
"While verifying Audio Unit compatibility, ^P encountered %ld Audio Unit plug-in(s) which did not pass the Apple AU validation. These plug-ins have been excluded from further usage in ^P to prevent possible problems or crashes. You can start the Plug-In Manager now to review the validation results or continue the startup process." = "Al verificar la compatibilidad de Audio Units, ^P detectó %ld módulo(s) Audio Units que no superaron la validación de AU de Apple. Estos módulos ya no se usarán en ^P para evitar posibles problemas o bloqueos. Puedes iniciar el administrador de módulos ahora para revisar los resultados de la validación o continuar con el proceso de arranque.";

/* alert text */
"^P unexpectedly quit while trying to use the Audio Unit “%@” by “%@”.\nThis plug-in may require an update." = "^P se cerró inesperadamente al intentar usar la Audio Unit “%1$@” de “%2$@”.\nEste módulo puede requerir una actualización.";

/* alert title */
"An error has occurred with an installed Audio Unit plug-in." = "Ocurrió un error con un módulo Audio Unit instalado.";

/* alert title */
"Audio Unit authorization error." = "Error de autorización de Audio Unit.";

/* alert title */
"Incompatible Audio Units found." = "Se encontraron Audio Units incompatibles.";

/* alert title */
"You are about to abort the scan process." = "Estás a punto de cancelar el proceso de exploración.";

/* alert title */
"You are using incompatible Audio Units." = "Estás usando Audio Units incompatibles.";

/* audio unit type */
"MIDI processor" = "Procesador MIDI";

/* audio unit type */
"MIDI-controlled effect" = "Efecto controlado por MIDI";

/* audio unit type */
"effect" = "efecto";

/* audio unit type */
"format converter" = "conversor de formato";

/* audio unit type */
"generator" = "generador";

/* audio unit type */
"instrument" = "instrumento";

/* audio unit type */
"mixer" = "mezclador";

/* audio unit type */
"offline effect" = "efecto sin conexión";

/* audio unit type */
"output unit" = "unidad de salida";

/* audio unit type */
"panner" = "control de balance";

/* message while starting up */
"Searching for Audio Unit plug-ins…" = "Buscando módulos Audio Units…";

/* message while starting up */
"Updating information about Audio Unit plug-ins…" = "Actualizando información sobre módulos Audio Units…";

/* possible validation result */
"couldn’t be opened" = "no se pudo abrir";

/* possible validation result */
"crashed validation" = "fallo de validación";

/* possible validation result */
"failed validation" = "fallo de validación";

/* possible validation result */
"not authorized" = "no autorizado";

/* possible validation result */
"not validated due to internal error" = "no se validó debido a un error interno";

/* possible validation result */
"not yet validated" = "aún no se valida";

/* possible validation result */
"successfully validated" = "validado correctamente";

/* progress dialog text */
"Scanning Audio Units (finalized %d of %d)" = "Explorando Audio Units (progreso: %1$d de %2$d)";

/* progress dialog text */
"Scanning Audio Units (finalized %ld of %ld)" = "Explorando Audio Units (progreso: %1$ld de %2$ld)";

/* used for invalid version numbers */
"invalid" = "no válido";

/* used when value transformer can’t interpret given object */
"unknown" = "desconocido";
